0="252"
1="Meno / Prípona "
2="Meno /"
3="Prípona"
4="Veľkosť"
5="Dátum / Čas"
6="Chyba %i pri spojení!"
7="Chyba %i zmena adresára!"
8="Odoprený prístup k súboru!"
9="Nemôžem nájsť súbor!"
10="Odoprený prístup k cieľovému súboru!"
11="Nemôžem kopírovať alebo presunúť súbor!"
12="Nemôžem kopírovať adresár do vlastného podadresára!\n%s"
13="Nemôžem odstrániť súbory (%i) !"
14="Chyba, nemôžem vytvoriť adresár!"
15="CRC chyba archívu!\n%s"
16="Chyba zápisu do cieľového súboru!\n%s"
17="Chyba čítania z archívu ZIP !"
18="Chyba v archíve ZIP !"
19="Rozbaľovanie prerušené!"
20="ZIP archív obsahuje nepodporovaný (ZIP 1.0) formát!"
21="ZIP archív je zakódovaný!"
22="Neznáma chyba archívu!"
23="Chyba archívu"
24="Nemôžem zmeniť atribúty v archíve ZIP!"
25="Chyba"
26="Upozornenie!"
27="Neplatný dátum alebo čas!"
28="Chyba, súbor je príliš veľký! Max. veľkosť je 64k !"
29="Od: "
30="Do: "
31="Kopírovať / Presunúť"
32="Skopírovať / Presunúť súbory (%i) do:"
33="Vložiť"
34="Odstrániť"
35="Odstrániť:"
36="Vytvoriť zástupcu"
37="Vytvoriť zástupcu pre súbory/ adresáre (%i) v :"
38="Naozaj chcete odstrániť označené súbory alebo adresáre (%i) ?"
39="Kopírovánie zostávajúcich súborov..."
40="Zadajte meno nového adresára:"
41="Vytvoriť adresár"
42="Prepísať: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i\n\ns: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i"
43="Súbor už existuje"
44="Rozbaliť"
45="Rozbaliť súbory (%i) z archívu do:"
46="Skomprimovať súbory (%i) do archívu:"
47="Zadajte meno pre tento častý adresár:"
48="Časté adresáre"
49="Pridať súčasný adresár"
50="Odstrániť súčasný adresár"
51="Parametre:"
52="Vykonať"
53="Vlastnosti"
54="Odstrániť"
55="Naozaj chcete odstrániť\nz lišty tlačidlo:\n"
56="Programy (*.exe)~*.exe~Všetko (*.*)~*.*~~"
57="Všetky súbory"
58="Zobraziť"
59="Editovať"
60="Nový súbor"
61="Definovať iný"
62="Základné nastavenie"
63="Otvoriť"
64="Rozbaliť"
65="Kopírovať/ Presunúť"
66="Premenovať"
67="Odstrániť"
68="Kopírovať do schránky"
69="Presunúť do schránky"
70="Vložiť sem (Kopírovať)"
71="Vložiť sem (Presunúť)"
72="Vlastnosti"
73="Špecifikujte typ súboru, napr. *.txt *.doc"
74="Označiť/Odznačiť"
75="Vyhľadávanie..."
76="(%i) súborov, (%i) adresárov"
77="bytov"
78="zipnuté"
79="Všeobecné"
80="Zástupca"
81="Nájsť v:"
82="minút"
83="hodín"
84="dní"
85="mesiacov"
86="rokov"
87="Chyba, príliš veľký súbor!\nMálo pamäte pre uloženie!"
88="Chyba, nemôžem vytvoriť súbor!"
89="Chyba, pri zápise do súboru!"
90="Chyba, príliš veľký súbor!\nMálo pamäte pre vyhľadávanie!"
91="Chyba, príliš veľký súbor!"
92="Plný zásobník!"
93="Editor"
94="Nájsť text:"
95="Nájsť"
96="Súbor zmenený, uložiť?"
97="[Bez názvu]"
98="Všetky súbory (*.*)~*.*~Textové súbory (*.txt)~*.txt~~"
99="Programy (*.exe;*.lnk)~*.exe;*.lnk~Všetky súbory (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Všetky súbory (*.*)~*.*~~"
101="Zobraziť"
102="Editovať"
103="Kopírovať/Presunúť"
104="Premenovať"
105="Vytvoriť adresár"
106="Odstrániť"
107="Skomprimovať ZIP"
108="Obnoviť"
109="Vlastnosti"
110="Prídavný panel"
111="Otvoriť"
112="Uložiť"
113="Vyňať"
114="Kopírovať"
115="Vložiť"
116="Späť"
117="Nájsť/Nájsť ďalší"
118="Odstrániť"
119="Dve okná"
120="Jedno okno"
121="Dve virtuálne okná"

122="IR prenos"
123="Poslať cez IR"
124="Prijať cez IR"
125="IR-príjem (OBEX-Protokol)"
126="IR-odosielanie (OBEX-Protocol)"
127="Začnite odosielanie na druhom zariadení!"
128="Začnite príjem na druhom zariadení!"
129="Spájanie..."
130="Spojené!"
131="Uložiť súbor ako:"
132="Hľadanie zariadenia: "
133="Nemôžem otvoriť zdrojový súbor! Pokračovať?"
134="Nemôžem nájsť žiadne zariadenie v dosahu!"
135="Spojenie zlyhalo!"
136="Chyba vo funkcii!"
137="Funkcia nie je podporovaná!"
138="Cieľ nedostupný!"
139="Prenos zlyhal (kód %d)."
140="Chyba pri zápise nového ZIP súboru!"
141="Nedostatok pamäte!"
142="Kompresia zrušená!"
143="Chyba pri čítaní súboru!"
144="Nemôžem otvoriť súbor na čítanie!"
145="Chyba kompresie!"
146="Chyba kontrolného súčtu pri kompresii!"
147="Chyba, nemôžem vytvoriť dočasný súbor!"
148="Chyba, starý ZIP súbor má nepodporovaný formát!\r\nMusíte rozbaliť súbory a vytvoriť nový ZIP súbor."
149="Alternatívny výber súboru"
150="Vaše zariadenie už pužíva IR port!
151="Táto funkcia je potrebná len pre zariadenia bez IR portu."
152="Pre použitie tejto funkcie je nutné zablokovať vnútornú funciu príjmu."
153="Prenos odmietnutý!"
154="Časové odpojenie!"
155="Odpojovanie..."
156="Prenos dokončený!"
157="Môžte odoslať ďalší súbor alebo ukončiť príjem."
158="Miesto na disku"
159="Odpojenie"
160="Prenosový mód: Binárny"
161="Prenosový mód: Textový"
162="Prenosový mód: Automatický"
163="Užívateľské meno:"
164="Heslo:"
165="Účet:"
166="Firewall meno:"
167="Firewall heslo:"
168="Cieľový adresár:"
169="Kopíruj nasledujúce typy súborv v textovom móde:"
170="Zásuvný modul"
171="Choď na/História"
172="Nemmôžem prepnúť na tento adresár! Odstrániť zo zoznamu?"
173="Vyber cieľ:"
174="Stlač OK pre opakovanie"
175="OBEX prenos"
176="Priraď"
177="Poznámka: Prosím, reštartujte Vaše zariadenie, ak je zobrazená ikona nesprávna."
178="VAROVANIE: Priradenie súboru k Pocket Internet Explorer-u môže viesť k nekonečnej slučke!"
179="Moduly"
180="Vertikálne zobrazenie"
181="Prosím zadajte znovu heslo pre overenie!"
182="Vyber všetko"
183="Invertuj výber"
184="Vyber/Odznač súbory"
185="Vyber všetky s rovnakou príponou"
186="CTRL klávesa"
187="SHIFT klávesa"
188="Page Up"
189="Page Down"
190="Pridaj nové tlačidlo"
191="Presuň tlačidlo..."

{Main menu}
1000="&Súbor"
1001="&Nájsť...\tCtrl+F"
1002="&Premenovať\tCtrl+2"
1003="&Zobraziť\tCtrl+3"
1004="&Editovať\tCtrl+4"
1005="&Kopírovať/Presunúť\tCtrl+5"
1006="&Vytvoriť zástupcu\tCtrl+Shift+5"
1007="Vytvoriť adresár\tCtrl+7"
1008="&Odstrániť\tCtrl+8"
1009="Sko&mprimovať ZIP\tCtrl+Alt+5"
1010="V&lastnosti\tAlt+Enter"
1011="Obnoviť\tCtrl+R"
1012="&Odoslať súbory cez IR"
1013="&Prijať súbory cez IR"
1014="Odoslať súbory cez &Bluetooth"
1020="&Ukázať"
1021="&Stručné zobrazenie"
1022="Ú&plné zobrazenie"
1023="Veľké &ikony"
1024="&1 okno - mód"
1025="Skryť súbory z &ROM"
1026="&Časté adresáre\tCtrl+H"
1027="Stro&m\tCtrl+S"
1028="&Vybrať/Zrušiť výber\tCtrl+'-'"
1029="Nápove&da/Nastavenie"
1030="Koniec"
{Short forms for PocketPC}
1031="Súbor"
1032="Mix"
1033="Nápoveda"
1034="Výber"
1035="VIAC"
1036="Upraviť"

{Editor menu}
1500="&Súbor"
1501="&Otvoriť..."
1502="&Uložiť"
1503="Uložiť &ako Text..."
1504="Uložiť ako Uni&code..."
1505="&Zavrieť"
1506="&Písmo..."
1507="&Nový"

1510="&Edituj"
1511="&Späť\tCtrl+Z"
1512="&Vyňať\tCtrl+X"
1513="&Kopírovať\tCtrl+C"
1514="V&ložiť\tCtrl+V"
1515="&Odstrániť\tDel"
1516="&Nájsť...\tCtrl+F"
1517="Nájsť ď&alší\tCtrl+Shift+F"
1518="V&ybrať všetko\tCtrl+A"
1519="Zala&movanie riadkov"
{Short forms for PocketPC}
1530="&Súbor"
1531="&Úpravy"

2000="OK"
2001="Storno"
2002="Strom"

2101="&Kopírovať"
2102="&Presunúť"
2103="Úroveň ko&mpresie"
2104="Zaši&frovať"

3001="&Hľadať:"
3002="&Obsahuje text:"
3003="&Rozlišovať A/a"
3004="&Unicode"
3005="&Nie starší než:"
3006="V&eľkosť:"
3007="Štart"

4000="Vlastnosti"
4001="Umiestn.:"
4002="Veľkosť:"
4003="Atribúty:"
4004="&Len čítanie"
4005="&Archívny"
4006="&Skrytý"
4007="S&ystemový"
4008="z ROM"
4009="&Zmeniť"
4010="&Dátum:"
4011="&Čas:"
4012="&Teraz"
4013="Posledná zmena"
4014="aj v podadresároch"
4015="&Cieľ:"
4016="&Súbor >>"
4017="&Adresár >>"
4018="Voľných:"
4019="Celkom:"

5000="Zvoľte písmo"
5001="&Písmo:"
5002="&Veľkosť:"
5003="&Tučné"
5004="&Kurzíva"
5005="Ukážka"
5006="&Ikony:"

6000="Zmeniť tlačidlo"
6001="&Príkaz:"
6002="P&arameter:"
6003="&Cesta:"
6004="Sou&bor ikôn:"
6005="I&kona:"

7001="&Prepísať"
7002="Prepísať &všetko"
7003="Presk&očiť"
7004="&Storno"
7005="Prepísať sta&ršie"
7006="Preskočiť vš&etko"
7007="Po&kračovať"

8001="&Výber"
8002="&Zruš výber"
8003="&Starý výber:"

8501="Zoraď podľa:"
8502="Šírka stĺpca:"
8503="Meno:"
8504="Veľkosť:"
8505="Dátum:"

9000="O programe"
9001="&Spusť na 1x klik"
9002="Zmeň &písmo"

9500="Nastavenie displeja"
9501="(druhé okno je simulované za prvým, prepínanie pomocou >)"

20000="Nastavenie FTP"
20001="&Názov servera[:port]:"
20002="&Meno:"
20003="&Heslo:"
20004="&Vzdialený adresár:"
20005="&Pošli príkazy:"
20006="&Typ servera:"
20007="&Firewall:"
20008="Pa&sívny mód"

20100="Firewall Nastavenie"
20101="Firewall Metóda"
20102="Firewall Info"
20103="Host[:Port]:"
20104="Užívateľ (fwu):"
20105="Heslo (fwp):"
20106="Transparentne"

20200="Nové spojenie"
20201="Rýchle spojenie"
20202="Meno spojenia:"
20203="Spojenie zrušené!"
20204="Spojenie prerušené, spájam znova..."
20205="Úspešné obnovenie spojenia!"
20206="Auto-detekcia"
20207="Nahraj detekčný reťazec"
20208="Pridaj nový firewall..."

20210="Sťahovanie zrušené!"
20211="Nahrávánie zrušené!"
20212="TYPE príkaz neúspešný!"
20213="Nemôžem vytvoriť port!"
20214="Nadviazanie neúspešné"
20215="GetSockName neúspešné!"
20216="Načúvanie na porte neúspešné!"
20217="PORT príkaz neúspešný!"
20218="Zdroj a kópia sú rozdielne!"
20219="Nespojené!"
20220="Príkaz je spracovávaný!"
20221="Nemôžem vytvoriť vzdialený adresár!"
20222="Spojenie zlyhalo!"
20223="Chyba zápisu, pravdepodobne zaplnený disk!"

20240="Spojenie OK!"
20241="Nesprávne užívateľské meno!\n"
20242="Nesprávne heslo!\n"
20243="Účet neakceptovaný!\n"
20244="OFFLINE!"
20245="Čakanie na server..."
20246="Varovanie: Uloženie hesla do registrov nie je bezpečné!\r\n\r\nZ bezpečnostných dôvodov by ste ho nemali uchovávať tu, ale ho zadávať pri každom spojení na požiadanie."

21000="<nový server>"
21001="_Rýchle otvorenie"
21002="Umiestnenie servera"
21003="Zadaj meno servera, napr. mojserver nebo \\\\server1\\e :"
21004="Nové spojenie"
21005="Názov spojenia:"

22000="(default)"
22001="+Pridať hodnotu+"
22002="Nová hodnota #1"
22003="Obsah <%s>:"
22004="Hodnota reťazca"
22005="Chyba na riadku %d, nie je platný hexadecimálny reťazec!"

22020="Editácia hodnoty DWORD"
22021="&Hodnota:"
22022="&Decimálne"
22023="He&xa."
22024="Základ"

22040="Nová hodnota"
22041="&Meno:"
22042="&Reťazec"
22043="&DWORD"
22044="&Binárny"
22045="M&ulti-reťazec"
22046="Ro&zšír. reťazec"
22047="Typ"

22060="Edituj hexadecimálne hodnoty"

23000="Kó&dovanie"
23001="UTF-8"
23002="ANSI (lokálna kódová stránka) (0)"
23003="ASCII/DOS (lokálna kódová stránka) (1)"
23004="MacOS (2)"
23005="Stredná Európa (1250)"
23006="Cyrilika (1251)"
23007="Západná Európa (1252)"
23008="Gréčtina (1253)"
23009="Turečtina (1254)"
23010="Hebrejčina (1255)"
23011="Arabčina (1256)"
23012="Pobaltské jazyky (1257)"
23013="Vietnamčina (1258)"
23014="Zjednodušená čínština (936)"
23015="Čínština (Taiwan) (950)"
23016="Japončina (932)"
23017="Kórejčina (949)"
23018="Thajčina (874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="Cyrilika KOI8-R (20866)"
23022="Iné (zadať ručne)"
